{
  "Users": [
    {
      "Username": "rajipkanxo01",
      "Password": "20602059"
    },
    {
      "Username": "vikcy2005",
      "Password": "iamVicky"
    },
    {
      "Username": "roshan1",
      "Password": "roshan2055"
    }
  ],
  "Forums": [
    {
      "ForumId": 1,
      "CreatedBy": "rajipkanxo01",
      "ForumName": "Tech Talk",
      "ForumDescription": "For tech enthusiasts and professionals, this is the place to discuss the latest tech trends, gadgets, and innovations. From programming to cybersecurity, gaming to AI, join the conversation about all things tech-related."
    },
    {
      "ForumId": 2,
      "CreatedBy": "rajipkanxo01",
      "ForumName": "Travel Tales",
      "ForumDescription": "Share your travel experiences and recommendations with fellow globetrotters in this sub forum. Whether you\u0027re a backpacker, luxury traveler, or anything in between, connect with others who share your love of exploring new places and cultures."
    },
    {
      "ForumId": 3,
      "CreatedBy": "rajipkanxo01",
      "ForumName": "Gaming News",
      "ForumDescription": "Stay up-to-date with the latest gaming news and industry updates in this sub forum. From console releases to game announcements, share your thoughts and insights on what\u0027s happening in the gaming world."
    },
    {
      "ForumId": 4,
      "CreatedBy": "rajipkanxo01",
      "ForumName": "Retro Gaming",
      "ForumDescription": "For those who love classic games and consoles, this sub forum is for you. Discuss your favorite retro games, consoles, and accessories, and connect with fellow gamers who share your passion for nostalgia."
    },
    {
      "ForumId": 5,
      "CreatedBy": "roshan1",
      "ForumName": "Cooking and Recipes",
      "ForumDescription": "Food brings people together, and this forum is the perfect place to share recipes, cooking techniques, and culinary adventures. Whether you\u0027re a seasoned chef or a novice cook, join the conversation and learn something new."
    }
  ],
  "Posts": [
    {
      "Title": "The Impact of 5G on Technology and Society",
      "Body": "As 5G networks become more widespread, how will they transform the way we communicate, work, and live? Join this discussion to explore the possibilities of 5G technology and its implications for society.",
      "CreatedBy": "rajipkanxo01",
      "BelongsToId": 1,
      "PostId": 1,
      "CreatedOn": "Saturday , Apr 08 2023,01:35"
    },
    {
      "Title": "The Rise of the Internet of Things",
      "Body": "The Internet of Things (IoT) refers to the growing network of connected devices, from smart thermostats to fitness trackers. In this post, let\u0027s discuss the potential benefits and risks of IoT and how it may impact our daily lives.",
      "CreatedBy": "rajipkanxo01",
      "BelongsToId": 1,
      "PostId": 2,
      "CreatedOn": "Saturday , Apr 08 2023,01:36"
    },
    {
      "Title": "The Ethics of AI: Balancing Innovation and Responsibility",
      "Body": "As AI becomes more advanced, it raises important ethical questions about privacy, bias, and accountability. Let\u0027s explore the ethical considerations surrounding AI and how we can balance innovation with responsibility. Join the conversation and share your thoughts on this critical issue.",
      "CreatedBy": "rajipkanxo01",
      "BelongsToId": 1,
      "PostId": 3,
      "CreatedOn": "Saturday , Apr 08 2023,01:37"
    }
  ]
}